/* Button in Timer */
"Edit" = "Szerkesztés";

/* Button in Timer */
"Pause" = "Szünet";

/* Button in Timer */
"Reset" = "Visszaállít";

/* Button in Timer */
"Start" = "Indítás";

/* Initial title of timer */
"Timer" = "Visszaszámláló";

/* Status line in Timer */
"Total Time" = "Teljes idő";

